{
    "INSPIRE Scholarship 2022-23 ? Scholarship for Higher Education (SHE)":{
        "name":"INSPIRE Scholarship 2022-23 ? Scholarship for Higher Education (SHE)",
        "description": "INSPIRE Scholarship 2023 for Higher Education (SHE) is a scholarship programme implemented by the Department of Science and Technology (DST), Government of India. It is a scholarship scheme that comes under Innovation in Science Pursuit for Inspired Research (INSPIRE), a flagship programme of DST.",
        "available_for": [
            "undergraduate",
            "masters"
        ],
        "main_field": "Natural and Basic Sciences",
        "type": "annual",
        "scholarship_money": "80000",
        "eligiblity_criteria": "The applicant must be within the age group of 17-22 years.\n The candidate must be among the top 1% of the successful students in terms of aggregate marks in his/her Class 12 board exam.",
        "application_link": "https://www.online-inspire.gov.in/"
    },
    "Abdul Kalam Technology Innovation National Fellowship":{
        "name":"Abdul Kalam Technology Innovation National Fellowship",
        "description": "Abdul Kalam Technology Innovation National Fellowship 2023-24 is a research opportunity offered by the Indian National Academy of Engineering (INAE) to outstanding engineers to recognize, encourage and support their translational research for achieving excellence in engineering, innovation, and technology development",
        "available_for": [
            "masters",
            "doctorate"
        ],
        "main_field": "Engineering, Innovation and Technology",
        "type": "monthly",
        "scholarship_money": "25000",
        "eligiblity_criteria": "The scheme is applicable to Indian nationals as well as Overseas Citizens of India (OCI) working in permanent positions in engineering profession in public funded institutions in India.\n The applicant should possess adequate professional qualification and hold at least a bachelor’s degree. \n This applicant should have a minimum of five (5) years of service left in the parent organization as on the date of the award.\n The applicant should not be holding any other fellowship and in the event of selection, he/she will have to opt for only one of the fellowships.",
        "application_link": "https://www.inae.in/research-innovation/abdul-kalam-technology-innovation-national-fellowship/"
    },
    "AAI Sports Scholarship Scheme in India 2022-23":{
        "name":"AAI Sports Scholarship Scheme in India 2022-23",
        "description":"AAI scholarship scheme is an initiative by the Sports Control Board, Airports Authority of India. The Scholarship for Indian students between the age of 14 to 25 years. This scholarship will not exceed 97 for the open category and 20 forwards of employees of the Airports Authority of India.",
        "main_field":"Any",
        "available_for": [
            "undergraduate",
            "masters"
        ],
        "type": "monthly",
        "scholarship_money": "16000",
        "eligiblity_criteria": "Be a permanent Indian citizen\n Represent India in sub-junior/Junior/Senior National Championships, All India Inter-University Tournaments, and National School Games in 2022-23 and onwards\n Be in the age group of 14 to 25 years as on July 31, 2023\n Have participated at the state, national, or international level in the last 3 years",
        "application_link":"https://www.aai.aero/en"
    },
    "Glow and lovely Career Foundation Scholarship":{
        "name":"Glow and lovely Career Foundation Scholarship",
        "description":"Glow and Lovely Career Foundation Scholarship is a CSR initiative of Hindustan Unilever Limited (HUL) to promote and encourage education among girl students in India. The scholarship programme empowers under-privileged female students in the age group of 15 to 30 years, by offering them financial assistance for their Higher Education. ",        "main_field":"Any",
        "available_for": [
            "undergraduate",
            "masters",
            "doctorate"
        ],
        "type": "onetime",
        "scholarship_money": "25000-50000",
        "eligiblity_criteria":"Open for girl students between the age of 15 to 30 years\n Applicants must be applying for/pursuing UG/PG studies at a  government-recognized institution in India.\n Each applicant must have passed Class 10 and Class 12 with at least 60% marks\n Annual family income of the female applicants must be less than INR 6,00,000 (6 Lakhs)",
        "application_link":"https://www.glowandlovelycareers.in/en/scholarship-for-women"
    },
    "National Fellowship for Persons with Disabilities":{
        "name":"National Fellowship for Persons with Disabilities",
        "description":"The HEPSN scheme is basically meant for creating an environment at the higher education institutions to enrich higher education learning experiences for differently-abled persons. Creating awareness about the capabilities of differently-abled persons, construction aimed at improving accessibility, purchase of equipment to enrich learning, etc., are the broad categories of assistance under this scheme.",
        "main_field":"Any",
        "available_for": [
            "masters",
            "doctorate"
        ],
        "type": "annual",
        "scholarship_money": "100000-800000",
        "eligiblity_criteria":"Be admitted to an M.Phil or Ph.D degree program at a university or academic institution \n Be pursuing research on a full-time basis\nHave a disability\nHave completed the required admission formalities \n Obtain a disability certificate from a notified medical authority",
        "application_link":"https://www.ugc.gov.in/nfpwd/"
    },
    "National Overseas Scholarship Scheme 2021-22":{
        "name":"National Overseas Scholarship Scheme 2021-22",
        "description":"National Overseas Scholarship Scheme for SC 2023-24 is an initiative of the Minister of Social Justice and Empowerment, Government of India for students belonging to Scheduled Caste (SC), Denotified Nomadic and Semi-Nomadic Tribe, Landless Agricultural Labourer and Traditional Artisan categories.",
        "main_field":"Any",
        "available_for": [
            "masters",
            "doctorate"
        ],
        "scholarship_money": "1283625",
        "type": "onetime",
        "eligiblity_criteria":"Be below 35 years of age as on the first day of April for selection year belong to Scheduled Castes (SC)/Denotified Nomadic Tribes, Semi-Nomadic Tribes/Landless Agricultural Labourers/Traditional Artisans be willing to pursue a master's level course and Ph.D. degree abroad",
        "application_link":"https://socialjustice.gov.in/schemes/28"
    },
    "Indira Gandhi Scholarship for Single Girl Child UGC Scholarship for PG Programmes":{
        "name":"Indira Gandhi Scholarship for Single Girl Child UGC Scholarship for PG Programmes",
        "description":"The Indira Gandhi Single Girl Child Scholarship is a government scholarship program that aims to empower girls in India through education. It was created to compensate for the direct costs of higher education for single girls. This scholarship is created for girls who are the only child of their parents. ",
        "main_field":"Any",
        "available_for": [
            "undergraduate",
            "masters",
            "doctorate"
        ],
        "scholarship_money": "13100",
        "type": "annual",
        "eligiblity_criteria":"This scholarship is only available to single girl children who are enrolled in the first year of a full-time, regular PG course at a designated university or postgraduate college.\n Female students under the age of 30 at the time of admission to PG courses are eligible.\n Students enrolled in PG courses in distance education mode are not entitled to the benefits of the scheme.",
        "application_link":"https://scholarships.gov.in/fresh/loginPage"
    },
    "ONGC Sports Scholarship Scheme 2022-23":{
        "name":"ONGC Sports Scholarship Scheme 2022-23",
        "description":"ONGC Sports Scholarship Scheme 2023-24 is an opportunity offered by the Corporate Sports Division of Oil and Natural Gas Corporation Ltd. (ONGC) to provide financial assistance to the upcoming young talented sportspersons who have the potential to excel in their respective sports. ",
        "main_field":"Any",
        "available_for": [
            "masters",
            "doctorate"
        ],
        "scholarship_money": "25000",
        "type": "monthly",
        "eligiblity_criteria":"Be a permanent Indian citizen\n Represent India in sub-junior/Junior/Senior National Championships, All India Inter-University Tournaments, and National School Games in 2022-23 and onwards\n Be in the age group of 14 to 25 years as on July 31, 2023\n Have participated at the state, national, or international level in the last 3 years",
        "application_link":"https://sportsscholarship.ongc.co.in/"
    },
    "Pragati Scholarship ? AICTE-Scholarship Scheme to Girl Child":{
        "name":"Pragati Scholarship ? AICTE-Scholarship Scheme to Girl Child",
        "description":"Pragati is a scheme of AICTE aimed at providing assistance for Advancement of Girls participation in Technical Education. Education is one of the most important means of empowering women with the knowledge, skill and self-confidence necessary to participate fully in the development process.",
        "main_field":"Any",
        "available_for": [
            "undergraduate",
            "masters",
            "doctorate"
        ],
        "scholarship_money": "50000",
        "type": "annual",
        "eligiblity_criteria":"be a girl student \nhave taken admission in full-time first-year diploma or degree programs in approved AICTE institutions \nhave a family income of less than INR 8,00,000 per annum",
        "application_link":"https://www.aicte-india.org/schemes/students-development-schemes/Pragati/General-Instructions"
    },
    "Dr. Ambedkar post matric Scholarship":{
        "name":"Dr. Ambedkar post matric Scholarship",
        "description":"Dr. Ambedkar Post Matric Scholarship for Economically Backward Classes, Himachal Pradesh 2022 is an initiative for students of Class 11 to Ph.D. level. The Government of Himachal Pradesh is offering the scholarship.",
        "main_field":"Any",
        "available_for": [
            "masters",
            "doctorate"
        ],
        "scholarship_money": "10000",
        "type": "annual",
        "eligiblity_criteria":"be an Indian national belonging to OBCs, EBCs and DNTs category \nbe a domicile of Himachal Pradesh \nhave passed the Matriculation or Higher Secondary or any higher examination of a recognized University or Board of Secondary Education",
        "application_link":"http://www.haryanascbc.gov.in/dr-ambedkar-pre-matric-and-post-matric-scholarship-for-dnts"
    }
    
}